{
    "station":
    [
        {
            "name": "Моя Удмуртия",
            "streamURL": "http://radio.myudm.ru:10010/mp3",
            "imageURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Coat_of_arms_of_Udmurtia.svg/1200px-Coat_of_arms_of_Udmurtia.svg.png",
            "desc": "Удмуртия",
            "longDesc": "День рождения радио «Моя Удмуртия» — 3 ноября 2003 года. Это день выхода в эфир. Начиная с 3 ноября и по сей день мы работаем ежедневно, а с 1 сентября 2008 года на нашей радиостанции — круглосуточное вещание."
        },
        {
            "name": "Energy",
            "streamURL": "http://ic3.101.ru:8000/v1_1",
            "imageURL": "http://www.energyfm.ru/design/images/site-design/logo-min.png",
            "desc": "Москва 104.2 FM",
            "longDesc": "РАДИО ENERGY, частота в Москве 104.2 FM, получила официальное разрешение на использование всемирно известного товарного знака NRJ / Energy, которым владеет французская медиагруппа."
        },
        {
            "name": "Rock FM",
            "streamURL": "http://nashe3.hostingradio.ru/rock-128.mp3",
            "imageURL": "http://cdn-profiles.tunein.com/s107263/images/logog.jpg?t=155628",
            "desc": "Москва 95.2 FM",
            "longDesc": "ROCK FM — московская радиостанция, круглосуточно вещающая рок-музыку. Формат радиостанции — музыкально-информационный. Основу музыкального эфира составляют лучшие образцы западного рока 70-80-х годов, а также представители современной рок-культуры."
        },
        {
            "name": "DFM",
            "streamURL": "http://rusradio.hostingradio.ru/dfm128.mp3",
            "imageURL": "https://upload.wikimedia.org/wikipedia/ru/thumb/0/02/Dfm_logo.jpg/1196px-Dfm_logo.jpg",
            "desc": "Москва 101.2 FM",
            "longDesc": "Аудитория DFM — люди в возрасте 16—30 лет, обладающие доходом выше среднего уровня. Ежедневная аудитория «DFM» насчитывает более миллиона человек. Основная часть слушателей радиостанции — молодые люди, регулярно пользующиеся Интернетом"
        },
        {
            "name": "Дорожное радио",
            "streamURL": "http://dorognoe.hostingradio.ru:8000/radio",
            "imageURL": "car.png",
            "desc": "Санкт-Петербург 87.5 FM",
            "longDesc": "В 1925 году была создана компания Rīgas radiofons («Рижское радиовещание»), осуществлявшая вещание на средних волнах."
        },
     {
     "name": "Comedy Radio",
     "streamURL": "http://ic7.101.ru:8000/a202",
     "imageURL": "http://alllogos.ru/images/logotip-comedy-club.jpg",
     "desc": "Comedy Club",
     "longDesc": "Федеральная разговорная радиостанция, вещающая на частоте 102,5 FM и входящая в холдинг Газпром-Медиа Холдинг. Заменила собой Первое популярное радио. В ноябре 2016 года начала вещание на региональных частотах Romantika.“»."
     },
     {
     "name": "Юмор FM",
     "streamURL": "http://ic5.101.ru:8000/a102",
     "imageURL": "https://k1news.ru/upload/iblock/a7d/a7d7a8573d8d6d02c53ac2af948ca118.png",
     "desc": "Юмор FM",
     "longDesc": "Радиостанция в России, основу формата которой составляют программы юмористического содержания."
     },
     {
     "name": "Русское Радио",
     "streamURL": "http://rusradio.hostingradio.ru/rusradio128.mp3",
     "imageURL": "",
     "desc": "Москва 105.7 FM",
     "longDesc": "Российская и международная радиостанция, вещающая в некоторых странах СНГ и дальнего зарубежья как международная. Отличается от других подобных станций трансляцией песен на русском языке, хотя есть исключения, где пропорции иностранных и русских слов в песнях могут доходить до соотношения 50/50. Создателями радиостанции являются Сергей Архипов, Сергей Кожевников и Виталий Богданов."
     },
     {
         "name": "Хит FM",
         "streamURL": "http://rusradio.hostingradio.ru/hitfm128.mp3",
         "imageURL": "",
         "desc": "Россия",
         "longDesc": "Классическое утреннее шоу музыкальной радиостанции, где ведущие говорят немного, но по делу, обладают великолепным чувством юмора, делятся самой полезной и актуальной информацией, дают советы, играют со слушателями, спорят друг с другом, дурачатся но, самое главное, предлагают великолепную музыкальную подборку актуальных и энергичных хитов."
     },
     {
         "name": "Радио Свобода",
         "streamURL": "http://rfe04.akacast.akamaistream.net/7/509/437762/v1/ibb.akacast.akamaistream.net/rfe04",
         "imageURL": "free_radio.png",
         "desc": "",
         "longDesc": "«Ра́дио Свобо́да» — международная некоммерческая радиовещательная организация, финансируемая Конгрессом США. Декларирует свою миссию «в продвижении демократических ценностей и институтов путем обращения к аудитории тех стран, в которых свобода прессы ограничена властями или пока не стала нормой общественной жизни»."
     },
     {
         "name": "Коммерсантъ FM ",
         "streamURL": "http://kommersant77.hostingradio.ru:8016/kommersant128.mp3",
         "imageURL": "",
         "desc": "ИД «Коммерсантъ»",
         "longDesc": "Радиостанция входит в систему брендов ИД «Коммерсантъ», который имеет 28-летнюю медийную историю и является авторитетным источником информации. В эфире КоммерсантъFM — регулярно ведущие журналисты, аналитики и обозреватели Ъ."
     },
     {
         "name": "Комсомольская правда ",
         "streamURL": "http://kpradio.hostingradio.ru:8000/russia.radiokp128.mp3",
         "imageURL": "comsomol.png",
         "desc": "",
         "longDesc": "Радио «Комсомо́льская пра́вда» — круглосуточное федеральное информационно-разговорное радио. Радиостанция входит в Издательский дом «Комсомольская правда». Запуск состоялся в 2009 году."
     },


    ]
}
